Repository: maikolschiavon/licensemanagement
Catalog: languages/license-management-*.po
Languages: it_it

# LBL_ADD_ENTERPRISE
source: Create Enterprise
it_it: Crea una Azienda

# LBL_CREATE_LICENSE
source: Create License plate
it_it: Crea una Targa

# LBL_CREATE_SERVICE
source: Create Authorization
it_it: Crea una Autorizzazione

# LBL_CHARTS
source: Charts
it_it: Grafici

# enterprise_license
source: Enterprise and License plate
it_it: Aziende e Targhe

source: Calendar
it_it: Calendario

# Service Name
source: Name Authorization
it_it: Nome Autorizzazione

# Business Name
source: Name Enterprise
it_it: Nome Azienda

# Num License plate
source: Number License plate
it_it: Numero Targa

# LBL_SEARCH
source: Search
it_it: Cerca

# LBL_CREATE_BOLT
source: Quick Create
it_it: Creazione Rapida

source: Search for :
it_it: Cerco per

# status_1
source: To book
it_it: Da Prenotare

# status_2
source: In Progress
it_it: In Lavorazione

# status_3
source: Completed
it_it: Completato

# LBL_CHART_BECAME_COMPLETE
source: Authorization that have become completed
it_it: Autorizzazioni che sono diventate Completate

# LBL_CHART_COMPLETE_DATEEND
source: Permissions completed expiry
it_it: Autorizzazioni Completate in Scadenza

# LBL_CHART_STATUS
source: Status of authorization
it_it: Stato delle autorizzazioni

# LBL_DELETE
source: Delete
it_it: Elimina

# LBL_CONFIRM_DELETE_ENTERPRISE
source: You want to delete the enterprise
it_it: Vuoi eliminare l’azienda

# Customer User
source: Customer
it_it: Cliente

# ALERT_MANDATORY_FIELD
source: Missing fields mandatory
it_it: Assicurati di aver valorizzato tutti i campi obbligatori

# Inserted
source: Created successfully
it_it: Creazione eseguita con successo

# Error Inserted
source: Error in creation
it_it: Errore nella creazione

# ALERT_ENTERPRISE_EXIST
source: The enterprise is already exist
it_it: L’azienda inserita è già presente nel sistema

# ENTERPRISE_SUCCESS_DELETE
source: Enterprise deleted successfully
it_it: Azienda Eliminata

# ENTERPRISE_ERROR_DELETE
source: During deleted occurred an error
it_it: Errore nella eliminazione dell’azienda

source: Updated
it_it: Aggiornato

# Error Updated
source: During updated occurred an error
it_it: Errore Aggiornamento

# LBL_CONFIRM_DELETE_LICENSE
source: You want to delete license plate
it_it: Vuoi eliminare la targa

source: Enterprise
it_it: Aziende

source: Status
it_it: Stato

source: Messages
it_it: Messaggio

# ALERT_LICENSE_EXIST
source: The license plate is already exist
it_it: La targa inserita è già presente nel sistema

# LICENSE_SUCCESS_DELETE
source: License plate delete successfully
it_it: Targa Eliminata

# LICENSE_ERROR_DELETE
source: During deleted occurred an error
it_it: Errore nella eliminazione della licenza

# LBL_CREATE_STEP_1
source: Create the enterprise and the relationship to a user
it_it: Crea l’azienda e relazionala ad un utente

# LBL_CREATE_STEP_2
source: Create license plate and the relationship to the enterprise
it_it: Crea le targhe e relazionale all’azienda

# LBL_CREATE_STEP_3
source: Create the authorization and relationship to the license plate
it_it: Crea l’autorizzazione e relazionala alla targa

# LBL_USERS
source: Customers
it_it: Clienti

# LBL_INDUSTRIES
source: Enterprises
it_it: Aziende

# Services
source: Authorization
it_it: Autorizzazioni

# LBL_LICENSES
source: License plate
it_it: Targhe

# LBL_VIEW_ALL
source: View all
it_it: Visualizza tutto

source: License Plate
it_it: Targa

# LBL_DEADLINE_60_DAYS
source: Deadlines 60 days
it_it: Scadenze 60 giorni

# lbl_communication
source: Communications
it_it: Comunicazioni

# LBL_NOT_LICENSE_FOR_USER
source: There isn’t any license plate for you
it_it: Non è disponibile nessuna licenza per te

# LBL_LOGIN_ACCOUNT
source: You need to login
it_it: Devi eseguire il login

# LBL_DATE_END
source: Expiry date
it_it: Data Scadenza

source: Authorization
it_it: Autorizzazione

source: Documents
it_it: Documenti

# LBL_BACK
source: Back
it_it: Indietro

# LBL_NOT_LICENSE_SELECT_STATUS
source: There isn’t any license plate for status selected
it_it: Non è disponibile nessuna targa per lo stato selezionato

# LBL_NOT_SERVICE_FOR_LICENSE
source: There isn’t any authorization for license plate selected
it_it: Non sono presenti autorizzazioni per la targa selezionata

# lbl_your_transport
source: Your Vehicles
it_it: I tuoi Mezzi

# lbl_deadlines
source: Deadlines
it_it: Scadenze

source: Contact Us
it_it: Contattaci

# LBL_CALL_TO
source: Call to
it_it: Chiama al

# LBL_SEND_MESSAGE
source: Send message
it_it: Invia Messaggio

source: January
it_it: Gennaio

source: February
it_it: Febbraio

source: March
it_it: Marzo

source: April
it_it: Aprile

source: May
it_it: Maggio

source: June
it_it: Giugno

source: July
it_it: Luglio

source: August
it_it: Agosto

source: September
it_it: Settembre

source: October
it_it: Ottobre

source: November
it_it: Novembre

source: December
it_it: Dicembre

# LBL_NEW_SERVICE
source: New Authorization
it_it: Nuova Autorizzazione

# LBL_ADD
source: Add
it_it: Aggiungi

# Service Status
source: Status Authorization
it_it: Stato Autorizzazioni

# Date End
source: Expiry date
it_it: Scadenza

# ALERT_SERVICE_EXIST
source: The authorization is already exist
it_it: L’autorizzazione inserita è già presente nel sistema

# SERVICE_SUCCESS_DELETE
source: Authorization deleted successful
it_it: Autorizzazione Eliminata

# SERVICE_ERROR_DELETE
source: During updated occurred an error
it_it: Errore nella eliminazione dell’autorizzazione

# LBL_SAVE
source: Save
it_it: Salva

# LBL_CONFIRM_DELETE_SERVICE
source: You want to delete authorization
it_it: Vuoi eliminare l’autorizzazione

# LBL_EDIT_SERVICE
source: Edit authorization
it_it: Modifica Autorizzazione

# ALERT_SERVICE_EMPTY
source: Insert the authorization
it_it: L’autorizzazione non può essere vuota

# LBL_ADD_MESSAGES
source: Add messages
it_it: Nuovo Messaggio

# LBL_ENTERPRISES
source: Enterprise
it_it: Aziende

# LBL_DOCUMENTS
source: Documento
it_it: Documenti

# LBL_UPLOAD_DOCUMENTS
source: Upload File Documents
it_it: Carica File Documento

# LBL_AUTHORIZATION
source: Authorization
it_it: Autorizzazione

# LBL_UPLOAD_AUTHORIZATION
source: Upload File Authorization
it_it: Carica File Autorizzazione

# LBL_ADD_ENTERPRISE_USER
source: Add enterprise to user
it_it: Aggiungi un’azienda all’utente

# LBL_ADD_LICENSE_ENTERPRISE
source: Add license plate to enterprise
it_it: Aggiungi una targa all’azienda

# LBL_ADD_ENTERPRISE_ONE_LICENSE
source: Enterprise with one license plate
it_it: Aziende con almeno una targa

# LBL_CREATE_ENTERPRISE
source: Create Enterprise
it_it: Crea una Azienda

# User Name
source: Customer
it_it: Cliente

# LBL_ADD_LICENSE
source: Add license plate
it_it: Aggiungi una targa per

# LBL_EDIT_LICENSE
source: Edit license plate
it_it: Modifica la targa

# LBL_EDIT_ENTERPRISE
source: Edit Enterprise
it_it: Modifica Azienda

# LBL_NEW_COMMENT
source: New comment
it_it: Nuovo Messaggio

# LBL_LICENSE_OF_ENTERPRISE
source: License plate of enterprise
it_it: Le targhe delle aziende

# LBL_SERVICE_OF_LICENSE
source: Authorizations of license plate
it_it: Le autorizzazioni delle targhe

# Services Status
source: State Authorization
it_it: Stato Autorizzazione

# LBL_LICENSE_OF_SERVICE
source: License plate of authorizations
it_it: Le targhe delle autorizzazioni

# lbl_datend_next_month
source: Deadlines next month
it_it: Scadenze prossimo mese

# lbl_formula_datend_next_month
source: Expiration date <= today + 50 days
it_it: Data di scadenza <= oggi + 50 giorni

# LBL_USER_REGISTERED
source: Registration date
it_it: Data registrazione

# LBL_CREATEDTIME
source: Created time
it_it: Data creazione

source: Template Name
it_it: Nome Template

source: Active
it_it: Attivo

# LBL_EMAIL_WAS_NOT_SEND
source: Email was not send
it_it: Email non inviata

# LBL_EMAIL_WAS_SEND
source: Email was send
it_it: Email Inviata

# LBL_CONFIRM_DELETE_DOC
source: Do you want to delete the document
it_it: Vuoi eliminare il Documento

# LBL_CONFIRM_DELETE_AUTH
source: Do you want to delete the authorization
it_it: Vuoi eliminare l’Aurorizzazione

# LBL_UPLOAD_FILE
source: Upload File
it_it: Carica File

# LBL_EMAIL_SEND
source: Send Email
it_it: Invia Email

# LBL_SUMBIT
source: Submit
it_it: Invia

# SUBJECT_EMAIL_DOWNLOAD_FILE
source: New Douments, download now
it_it: Nuovo Documento, scaricalo adesso

# BODY_EMAIL_DOWNLOAD_FILE
source: We inform you that a new SERVICE_NAME document of the LICENSE_PLATE vehicle has been made available. Log in the customer portal by clicking LINK to download.
it_it: Comunichiamo che è stato reso disponibile un nuovo documento di SERVICE_NAME del mezzo targato LICENSE_PLATE. Accedi al portale clienti cliccando LINK per scaricarlo.

source: Here
it_it: Qui

# SUBJECT_EMAIL_DOWNLOAD_AUTHORIZATION
source: Authorization ready, download now
it_it: Autorizzazione pronta, scaricala adesso

# BODY_EMAIL_DOWNLOAD_AUTHORIZATION
source: We informazioni you that the SERVICE_NAME authorization of the LICENSE_PLATE vehicle is available on your customer portal. Log in by clicking LINK to download it.
it_it: Comunichiamo che l’autorizzazione di SERVICE_NAME del mezzo targato LICENSE_PLATE è disponibile sul tuo portale clienti. Accedi cliccando LINK per scaricarla.

# LBL_STATE_SERVICES
source: Status of authorization
it_it: Stato delle Autorizzazioni

# LBL_NEW_DATEEND
source: New deadline
it_it: Nuova Scadenza

# LBL_YES
source: Yes
it_it: Sì

# lbl_WELCOME
source: Welcome
it_it: Benvenuto

# LBL_RETURN_DASHBOARD
source: Return to dashboard
it_it: Ritorna alla Dashboard
